import Image from "next/image"

export function AboutSection() {
  return (
    <section className="intro-section">
      <div className="intro-content">
        <h3 className="title">Бидний тухай</h3>
        <p>
          Манай шүдний эмнэлэг 2000 онд байгуулагдсан бөгөөд сүүлийн 20 гаруй жилийн хугацаанд чанартай, дэвшилтэт
          шүдний эмчилгээг санал болгож ирсэн туршлагатай хамт олон юм. Бид олон улсын стандартад нийцсэн тоног
          төхөөрөмж, технологийг ашиглан үйлчлүүлэгч бүрт онцгой үйлчилгээ үзүүлдэг.
          <br />
          <br />
          <strong>Яагаад биднийг сонгох вэ?</strong>
          <br />✔ Олон улсын стандартад нийцсэн тоног төхөөрөмж, технологи
          <br />✔ Мэргэжлийн, найрсаг баг – Олон жилийн туршлагатай эмч нар
          <br />✔ Бүх насныханд тохирсон иж бүрэн эмчилгээ, үйлчилгээ
          <br />✔ Яаралтай тусламж, өдөрт нь эмчилгээний боломж
          <br />✔ Ил тод үнийн бодлого – Нэмэлт төлбөргүй, ойлгомжтой үйлчилгээ
        </p>
      </div>
      <div className="intro-image">
        <Image src="/workers.png" alt="Dental clinic team" width={500} height={600} className="object-cover" />
      </div>
    </section>
  )
}

